label chapter15:
    #间幕 02
    scene bg xiaocanguan_n with tran_black_anticlockwise()
    show tianlan a at s21
    show hongye winter_normal2 at s22
    旁白 "当晚，天兰和红叶前往附近的M吃饭。"
    天兰 b "那个男生呢？他不来坐坐吗？"
    红叶 winter_backhand5 "前辈说子文啊，他回学校写作业去了，说是有C语言的实验没写。"
    天兰 g "叫我天兰就好。我也没有比你大几岁嘛，叫前辈岂不是显得我很老。"
    show hongye at nod
    红叶 winter_normal4 "呃，好的，天兰…小姐？"
    天兰 h "嘿嘿，那这不就是女子会了吗，多好的时光。我姑且一问，你们在一起已经多久了？"
    红叶 winter_normal2 "诶，这个…"
    天兰 b "不要害羞嘛。女子会不就要聊一点这个嘛。"
    红叶 winter_normal2 "呃…半年。"
    天兰 g "哦，那其实有一段时间了呢。总感觉，你们就像是那种小说里才会有的笨蛋情侣呢。周末的晚上，女友工作了一天终于能休息一下的时间，他竟然不在你身边啊。"
    红叶 winter_backhand4 "子文也有他的事情…湖城大学的学生也很忙的…"
    天兰 h "那你如何确信他就不会在以后因为事业原因抛弃你呢？"
    红叶 winter_normal3 "前辈请不要这样说子文，我和他从小就认识，我深知他绝对不会是这样的人。我们有各自的事业，我希望我们能够互相扶持着走向两个人的未来。"
    旁白 "气氛凝重起来。"
    天兰 f "抱歉，我冒犯了。但是，做我们这一行的，尤其在现在这样的时代，在这样的一个业界，一旦失去主角的出演机会，此后可能就一蹶不振了。即便能够一直主役，人也是会慢慢变老的。"
    play music "audio/BGM/10.星粒が降る夜.mp3"
    天兰 e "等到因为身体原因不得不退居二线甚至就此不再出演的时候，那样的你，还能自信满满地向世界宣告自己的价值吗？还能确信自己能够留住身边的他吗？"
    红叶 winter_backhand2 "…"
    旁白 "红叶紧紧握拳。"
    天兰 a "哦，不过，我并没有在质疑你们感情的牢固程度哦。相反，虽然没有见过几次，但是那个男孩子，我无比确信，他足够坚定，足够强大，绝对不会离开你。"
    红叶 winter_normal1 "说笑了，子文那副样子，哪里看得出强大和坚定啊。对于他，没有比废柴更贴切的形容词了。"
    旁白 "天兰摇摇头。"
    天兰 b "不是这样哦。正是因为软弱才会无比坚定；因为废柴才会无比强大。"
    红叶 winter_backhand4 "这是为什么？这完全就是反义词吧？"
    天兰 e "…我曾经，也有过一段无比幸福的时光。那时我正在准备参加《梦浮坂》的出演预选，而他还是个只能给娱乐小报写“每日一笑”版面的无名作家。"
    天兰 f "但是即便如此，那时的他就说要拿到江城玉樱赏，然后改变整个文艺界。身边所有人都嘲笑他，甚至诋毁他，侮辱他，但是我仍然鼓励他。"
    show hongye at leap
    红叶 winter_normal4 "好浪漫啊！"
    天兰 c "你脑海中可能正展开一幅共患难的恋爱故事画卷吧。两个人互相鼓励，然后获得成功，最后走向美好的未来。"
    天兰 b "我支持他并不仅仅是作为恋人。我坚信他能够成功，他是真正稀世的天才，那些诋毁他的人是不会理解他的作品的。"
    红叶 winter_normal2 "那他现在…"
    天兰 a "后来如你所见，我准备了半年，拿到了《梦浮坂》的主役。而他的书终于被大出版社看中，由此成名。"
    红叶 winter_backhand2 "那不是很好吗？"
    天兰 d "然后在那一年的玉樱赏上，他登上了领奖台。我虽然有些失落，但还是为他的成就感到由衷的开心。后来我入院治疗，留给我的只有医院的白色墙壁和来来往往的白色背影。"
    红叶 winter_normal4 "那他呢？他难道没有来看望你吗？"
    天兰 e "他每天都会花很多时间陪我，而那时是他事业的高峰，名作一部一部地诞生。"
    天兰 f "有一天他告诉我，他的理想接近实现了，通过他的成绩和“手段”，他当选了玉樱赏委员会的负责人。"
    红叶 winter_normal2 "…我有点不明白了，那他的梦想到底是什么呢？"
    天兰 c "他说这个时代是文艺的冰河世纪，各种因素的压迫和限制已经腐蚀了文艺的内核。他要把玉樱赏变成这四十日洪水中的方舟。"
    红叶 winter_backhand4 "那…这是要做什么？"
    天兰 e "他绕过一切限制去搜集作品，甚至他自己亲自四处奔走寻找“美的火种”，以各种名义参加各种研讨会，官方的，民间的，顶住了压力，凭借无与伦比的才华和眼光说服了所有人。"
    天兰 a "如果没有他，玉樱赏是不会有这样的规模和含金量的。"
    天兰 e "而这样的他，每天却要在医院花费很长的时间…"
    红叶 winter_normal5 "这说明他同样重视这份爱情啊…"
    天兰 d "红叶，你还不明白吗，那样的我只会成为他的累赘。有一天他甚至留到了半夜，我问他，如果我说我要做他最新作剧本的主役，他会不会同意。"
    天兰 e "他迟疑了，随后拒绝了。那时我已经完全明白了，我们从一开始就没有相互理解过。"
    天兰 c "他把整个世界看做天才的成就，美是那样绝对的东西，对我而言是永远无法触及的东西。而如果我真的爱他，就应该离开他。"
    天兰 e "于是我离开了。几乎是偷偷地从江城逃回了湖城。在这之后，我只有在每年的江城玉樱赏上见到他。仅仅是看见他的身影活跃在那个舞台上，我就已经满足了。"
    天兰 a "啊，抱歉，我说的太多了。这样的事情大概只有我这样软弱的笨蛋才会干出来吧。你不要太在意。"
    stop music 
    红叶 winter_backhand2 "…天兰前辈，我有一个问题…"
    天兰 f "…"
    hide hongye 
    hide tianlan
    scene black with dissolve
    旁白 "…"
    window hide
    pause .5
    window auto
     