label chapter19:
    #间幕 03
    ###南湖##
    scene bg hubianbaitian with Dissolve(1.3)
    play music "audio/BGM/16.bittersweet.mp3"
    show tianlan c at s22
    pause
    show fengdao a at s21
    旁白 "天兰在南湖散步，迎面碰到了丰岛。"
    天兰 "…"
    丰岛 h "…"
    天兰 b "好久不见。"
    丰岛 a "呃…"
    天兰 a "你为什么会在这里。"
    丰岛 c "南湖的景色令人流连。一如既往。"
    天兰 d "我是问，你为什么会在湖城。"
    丰岛 b "我的故乡，我不能来吗？"
    天兰 c "…"
    丰岛 a "如想叙旧可以移步旁边森林公园。有一家茶社我记得味道上佳。"
    天兰 h "不必了。偶遇而已，没有多说的必要。"
    丰岛 f "你还是不能理解我吗？"
    天兰 g "呵，此情此景，是否这话应该由我反问呢。"
    丰岛 a "我一直认为，你的离开是我此生最大的损失和遗憾。在我追求的美之中，应该有你的存在，天兰。"
    天兰 c "所以呢？"
    丰岛 b "我仍然会继续追索。"
    ##演出 "正色##"
    天兰 b "你正在追索什么呢？"
    丰岛 c "明知故问。"
    天兰 g "…那好吧。至少说明我没有看错你。"
    丰岛 c "那么你呢，你又在追索什么呢？"
    天兰 b "我？我没有什么需要追索的。硬要说的话，我在寻找故事的另一个结局。"
    丰岛 b "…那么好吧。祝你好运。"
    天兰 c "不过…"
    丰岛 a "嗯？"
    天兰 d "你会出现在这里，我是否可以断言，其实你心里也放不下某些类似的东西？"
    丰岛 c "呵。"
    ##演出 "笑##"
    天兰 h "我们果然还是同一种人。"
    丰岛 b "‘ZYPRESSEN静静摇动，鸟儿再度划过蓝天’"
    天兰 b "‘这里没有真实的语言，阿修罗的泪落在土地上’"
    hide tianlan
    hide fengdao
    with dissolve
    旁白 "…"
    scene black with dissolve
    stop music
    pause .5
     