label chapter12:
    ###间幕  01##
    scene black with Pause(0.5)
    scene bg fengdaodebangongshi_ with  Dissolve(1.5)
    旁白 "装修略显古旧的狭窄图书室，两个男人正在对话。一个男人坐在桌前翻看大量稿件，一个男人似乎非常悠闲地站在书架前，随手翻看着书。"
    #TODO:###墙上的日历。6月12日## 想办法塞个物品展示的效果
    #FIXME:讲道理如果物品展示不好搞，就做个字幕行不行
    记录员 "丰岛先生，这次的稿件已经全部归档完毕了。"
    show fengdao f at s22 
    丰岛 f "…"
    旁白 "丰岛没有回应，继续翻看着手边的书。"
    旁白 "记录员收拢了稿件，准备关闭电脑。"
    丰岛 d "“爱你们是为了真理，因为创造者就是爱本身。”"
    记录员 "…《新约》？"
    丰岛 b "不，是比喻。《启示录》的比喻深不可测。"
    旁白 "丰岛合上了书，小心地塞回了书架。"
    丰岛 a "我是说，“语言的创造者”们。"
    记录员 "今年的作品甚至比去年还要无趣。是因为上面的压力吗？"
    丰岛 f "呵，语言的创造者们怎么会被这点小事妨碍？"
    记录员 "哦，稍等…好像漏了一个"
    show fengdao a at s11
    旁白 "丰岛转过身。"
    记录员 "《音与言语的即兴剧》，一部广播剧。是两个高中生的作品。"
    丰岛 a "哦，那部作品不参加评比。只是我单独托人搞到的。"
    记录员 "这是为什么，能被丰岛先生特别关注的作品。想必是稀世的佳作吧。"
    丰岛 b "恰恰相反。且不说剧本写作稚嫩至极，配音也是非常粗糙，很明显能够听到好几个地方气息不稳，咬字不清。"
    记录员 "哦？那为什么…"
    丰岛 f "我只是稍微有点在意它的内容。"
    记录员 "那我倒有些好奇…"
    丰岛 b "很小就认识的二人，一个是天赋异禀的声优，一个是懒且笨的五流作家。但是声优却很爱看这个作家的作品，一直鼓励他继续写，即便一本都卖不出去，甚至不惜亲自去展会上宣传。"
    记录员 "然后呢？"
    丰岛 f "这个笨小子发奋努力，终于写出了得奖的作品，然后声优为这部小说改编的广播剧配了音。"
    记录员 "是年轻人会爱看的题材呢…那么结局呢？"
    丰岛 d "…"
    旁白 "丰岛轻笑起来。"
    hide fengdao with dissolve
    scene black with dissolve
    #…
     
